[Shift]
FinalEULA="<u>GEARBOX SOFTWARE, LLC</u><br><u>TERMS OF SERVICE AGREEMENT</u><br><br>Last Updated August 4, 2014<br><br>THIS TERMS OF SERVICE AGREEMENT CONSTITUTES AN AGREEMENT (THE “AGREEMENT”) BETWEEN YOU AND THE UNITED STATES COMPANY GEARBOX SOFTWARE, LLC, ITS PARTNERS AND AFFILIATES, (THE “COMPANY,” “WE,” “US,” OR “OUR”) GOVERNING THE RELATIONSHIP BETWEEN YOU AND THE COMPANY WITH RESPECT TO YOUR USE OF THE ONLINE SERVICES AND PRODUCTS DIRECTLY RELATED THERETO (“ONLINE SERVICES”). THE COMPANY PROVIDES ACCESS TO THE ONLINE SERVICES SUBJECT TO YOUR COMPLIANCE WITH THIS AGREEMENT. THUS, IT IS IMPORTANT THAT YOU CAREFULLY REVIEW, AND ACCEPT THIS AGREEMENT AS A CONDITION TO USE. IF YOU DO NOT AGREE TO THE TERMS OF THIS AGREEMENT, DO NOT USE THE ONLINE SERVICES.<br><br>This Internet website (“Website”) is the property of Gearbox Software, LLC. (the “Company”), which reserves all rights.<br><br>The Terms and Conditions herein are in addition to and supplement the terms governing use of all software and services distributed by the Company and its publishers (e.g., publisher EULA).  Users may also be bound by the separate terms of their respective software, products, platforms, hardware and equipment.<br><br>•    Description Of Online Services<br>•    Trademark & Copyright Information<br>•    Submissions<br>•    Code Of Conduct<br>•    Breaks<br>•    Limited License By The Company<br>•    License To The Company<br>•    Making Purchases<br>•    Ringtones, Wallpapers, And Other Mobile Device Services & Products<br>•    Void Where Prohibited<br>•    Disclaimer of Warranties<br>•    Limitation of Liability<br>•    Indemnification<br>•    Dispute Resolution<br>•    Binding Arbitration & Class Action Waiver<br>•    Termination<br>•    Miscellaneous<br>•    Designated Agent Under the Digital Millennium Copyright Act<br><br><u>DESCRIPTION OF ONLINE SERVICES</u><br><br>Subject to full compliance with this Agreement, the Company may offer to provide Online Services through internet-capable hardware platforms including gaming consoles, personal computers, mobile computers, or smart phones, in-game applications and various software platforms, including third-party hosts. Online Services includes, but is not limited to, any service or content the Company provides or makes available on the Website. The Company may change, suspend or discontinue any or all of the Online Services for any reason and at any time, including the availability of any feature or content. The Company may also impose limits on certain features and services or restrict access to parts or all of the Online Services without notice or liability.<br><br><u>TRADEMARK & COPYRIGHT INFORMATION</u><br><br>Company-authorized Online Services, as well as all content, software and materials relating thereto, are the property of Company or its master licensor(s), and are protected by copyright, trademark, and other intellectual property rights (“Licensed Works”).<br><br><u>SUBMISSIONS</u><br><br>Company or any of its employees do not accept or consider unsolicited ideas, including ideas for new content, creative artwork, advertising, promotions, products, names, processes, or other works (“submissions”).  Please refrain from sending any such submissions in any form to Company or any of its employees, as this will help prevent potential misunderstandings or disputes if Company's efforts seem similar to submissions. Consistent with this policy, (1) submissions shall become the property of Company, without any compensation to you; (2) Company may use or redistribute the submissions for any purpose and in any way; and (3) Company shall have no obligation to review the submissions or keep any submissions confidential.<br><br><u>CODE OF CONDUCT</u><br><br>The following rules, policies, and disclaimers govern your use of the Online Services.<br><br>You agree, by using the Online Services, that: (1) you will only use the Online Services for lawful purposes and for your own personal, non-commercial use; (2) you will not restrict or inhibit any other user from using and enjoying the Online Services (e.g., by means of running programs against the website; reverse engineering any API; harassment, hacking or defacement, etc.); (3) you will not use the Online Services to create, upload, or post any material that is knowingly or reasonably likely to be viewed as false or defamatory, inaccurate, abusive, vulgar, obscene, offensive (whether in relation to sex, race, religion or otherwise), profane, hateful, harassing, sexually oriented, threatening, invasive of one’s privacy, illegal or otherwise inconsistent with community standards; (4) you will not use language or a user/game name that is obscene, indecent, offensive, abusive, objectionable or otherwise  inappropriate; (5) you will not post, upload, or create any copyrighted material using the Online Services unless you own the rights to such use(s); (6) you will not post, upload, or transmit any harmful information or software containing any disruptive, or deleterious component; (7) you will not post, upload, create, or transmit materials in violation of another party’s copyright or other intellectual property rights; (8) you will not cheat or utilize any unauthorized robot, spider, or other program in connection with the Online Services; (9) you will not impersonate any other individual or entity in connection with your use of the Online Services; (10) nor will you encourage or facilitate others to do any of the above. Posting of advertisements, chain letters, pyramid schemes, solicitations, and the like, are also inappropriate and forbidden on the Online Services (including bulletin boards and chat rooms).  All determinations on such matters will be made by the Company and its licensors, with sole discretion.<br><br>If we provide Online Services involving user-generated content (“UGC”), we do not review every piece of UGC, nor do we confirm the accuracy, validity, or originality of the UGC posted. We do not actively monitor the contents of the postings, nor are we responsible for the content of any postings. We do not vouch for, nor do we warrant the validity, accuracy, completeness, or usefulness of any UGC. The contents of the postings do not represent the views of the Company, its partners or affiliates, or any person or property associated with the Company, its licensors or licensees, the Online Services, or any website in the Company’s family of websites. If you feel that any posting is objectionable or infringes your copyright, you must immediately contact Company via https://shift.gearboxsoftware.com, or in the specific case of copyright infringement, as prescribed in the “Designated Agent Under the Digital Millennium Copyright Act” Section below. Company reserves the right to remove any UGC or content for any (or no) reason whatsoever.<br><br>Please visit www.gearboxsoftware.com/privacy to review the relevant Privacy Policy, which applies to personal information transmitted to and from the Website.<br><br><u>BREAKS</u><br><br>All users are encouraged to take occasional breaks from gameplay.<br><br><u>LIMITED LICENSE BY THE COMPANY</u><br><br>The Company grants its authorized Users a limited, non-exclusive, non-sublicensable, non-transferable, non-assignable, terminable, revocable license to access and use the Online Services pursuant to the terms herein. Such license is subject to this Agreement and specifically conditioned upon User compliance with the Terms of Use, including the following: (1) you may only view, copy and print portions of the Online Services for your own informational, personal and non-commercial use; (2)  you may download material intentionally made available for downloading for your personal, non-commercial use only, provided that you preserve and protect all intellectual property rights and notices associated with such materials; (3) you may not modify or otherwise make derivative uses of the Online Services, or any portion thereof; (4) you may not remove or modify any copyright, trademark, or other proprietary notices that have been placed in the Online Services; (5) you may not use any data mining, robots or similar data gathering or extraction methods; (6) you may not use the Online Services other than for their intended purpose; (7) you may not reproduce, prepare derivative works from, distribute or display the Online Services, except as provided herein; and (8) you must not violate the Code of Conduct set forth above.<br><br>Except as expressly permitted above, any use of any portion of the Online Services without the prior written permission of the Company is strictly prohibited and will terminate the license granted herein. Any such unauthorized use may also violate applicable laws, including copyright and trademark laws, applicable communications regulations and statutes, and the like. Unless explicitly stated herein, nothing in this Agreement may be construed as conferring any license to intellectual property rights, whether by estoppel, implication or otherwise. The limited license provided by Company is revocable at any time, for any reason.<br><br>You represent and warrant that your use of the Online Services will be consistent with this license and any other applicable agreements or policies, will not infringe or violate the rights of any other party or breach any contract or legal duty to any other parties, or otherwise violate any applicable law or Company standard. You expressly agree to indemnify the Company against any liability to any party arising out of your use of Online Services.<br><br><u>LICENSE TO THE COMPANY</u><br><br>By creating UGC, posting messages, uploading files, creating files, inputting data, or engaging in any form of communication via the Online Services, you are granting the Company unrestricted permission and a royalty-free, perpetual, non-exclusive, unrestricted, worldwide license to: (1) use, copy, sublicense, adapt, transmit, publicly perform, or display any such material; and (2) sublicense to third parties the unrestricted right to exercise any of the foregoing rights granted with respect to the material. The foregoing includes, inter alia, the right to exploit any proprietary rights in such material, including but not limited to rights under copyright, trademark, service mark, and patent laws under Company’s chosen, lawful jurisdiction.<br><br><u>MAKING PURCHASES</u><br><br>Please shop responsibly. Minors must obtain the consent of a parent before making any purchases. If you wish to purchase products or services described in the Online Services, you may be asked to supply certain information including credit card or other payment information. You represent and warrant that all information that you provide is current and provided knowingly, lawfully, accurately, completely, with the authority necessary to use such payment method in connection with the purchases hereunder. You agree to pay all charges associated with purchases made under your account at the prices in effect when such charges are incurred; yes, this also includes shipping and handling and any applicable sales taxes relating to your purchases. Please review the Company’s Privacy Policy at www.gearboxsoftware.com/privacy before submitting such information.  In the event of any charge disputes, please contact the Company through the Contact and Support link at www.gearboxsoftware.com.<br><br><u>RINGTONES, WALLPAPERS, AND OTHER MOBILE DEVICE SERVICES & PRODUCTS</u><br><br>Certain mobile phone handsets and carriers offer services that enable consumers to select and purchase directly through their mobile devices various digital mobile products. The Online Services may also offer the ability to select and purchase various digital mobile products that will be delivered to your mobile device. These digital mobile products offerings and products may enable the consumer to customize their mobile device or mobile device service (e.g., with ringtones or wallpaper), or allow the consumer to select certain video or audio files that can be viewed or listened to by the consumer. Such products may not be available on, transmissible to, or compatible with all mobile devices, in which case consumers may not be able to access, purchase or make use of all the services or offerings. Any attempt to purchase these products or services may result in the billing of mobile carrier charges, and the consumer may be separately billed by the mobile carrier for the actual product, service or offering selected pursuant to other terms; see each carrier’s terms for details. In the event the consumer has a call waiting and an incoming call is received while accessing or ordering any mobile product or service, such product, service or other offering may be interrupted or may not completely download. Consumers desiring additional information or options are encouraged to review and abide the applicable instructions.<br><br><u>VOID WHERE PROHIBITED</u><br><br>Not all products or services are available to all persons or in all geographic locations. The Company reserves the right to limit, in its sole discretion, the provision and quantity of any product or service to any person or geographic area it so desires. All offers, products, terms and services are void where prohibited.<br><br><u>DISCLAIMER OF WARRANTIES</u><br><br>THE ONLINE SERVICES ARE PROVIDED BY COMPANY ON AN “AS IS” AND “AS AVAILABLE” BASIS.  YOU EXPRESSLY ACKNOWLEDGE THAT YOU ARE USING THE ONLINE SERVICES AT YOUR SOLE RISK.   COMPANY MAKES NO REPRESENTATIONS OR WARRANTIES OF ANY KIND—AND SPECIFICALLY DISCLAIMS ANY REPRESENTATIONS AND WARRANTIES—INCLUDING BUT NOT LIMITED TO ANY WARRANTY REGARDING (1) THE PERFORMANCE OR AVAILABILITY OF THE ONLINE SERVICES; (2) THE ABSENCE OF ANY VIRUSES OR OTHER HARMFUL CODE IN THE ONLINE SERVICES; (3) THE CONTENT OR SERVICES AVAILABLE ON THE SITE OR THROUGH ANY LINKS TO THIRD PARTY WEBSITES; (4) THE RESULTS OBTAINED OR TO BE OBTAINED FROM THE ONLINE SERVICES; AND (5) SATISFACTION OR DISSATISFACTION OF ANY KIND.  TO THE FULLEST EXTENT PERMITTED BY LAW, COMPANY AND LICENSORS DISCLAIM ALL WARRANTIES, EXPRESS OR IMPLIED, STATUTORY OR OTHERWISE, INCLUDING BUT NOT LIMITED TO THE IMPLIED WARRANTIES OF MERCHANTABILITY, QUIET ENJOYMENT, NON-INFRINGEMENT AND FITNESS FOR A PARTICULAR PURPOSE, IN CONNECTION WITH THE SITE, CONTENT AND ONLINE SERVICES.   CERTAIN JURISDICTIONS DO NOT ALLOW LIMITATIONS ON IMPLIED WARRANTIES, AND ACCORDINGLY, THE LIMITATIONS IN THIS SECTION MAY NOT APPLY TO YOU.  IF YOU ARE A CONSUMER, ANY STATUTORY RIGHTS THAT CANNOT BE WAIVED BY YOU ARE UNAFFECTED BY THIS SECTION.  YOU AGREE AND ACKNOWLEDGE THAT THE LIMITATIONS OF WARRANTY PROVIDED IN THIS AGREEMENT ARE FAIR AND REASONABLE.<br><br><u>LIMITATION OF LIABILITY</u><br><br>TO THE FULLEST EXTENT PERMITTED BY LAW, IN NO EVENT SHALL COMPANY OR ITS LICENSORS BE LIABLE FOR ANY INCIDENTAL, INDIRECT, EXEMPLARY, PUNITIVE, SPECIAL, OR CONSEQUENTIAL DAMAGES, OR LOST REVENUES OR PROFITS, ARISING OUT OF OR RELATED TO THE SITE, THE ONLINE SERVICES OR THE CONTENT HEREIN OR THEREIN, WHETHER BASED ON WARRANTY, CONTRACT, TORT, DELICT OR ANY OTHER LEGAL THEORY AND WHETHER OR NOT COMPANY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES. TO THE FULLEST EXTENT PERMITTED BY LAW, COMPANY’S MAXIMUM LIABILITY SHALL BE LIMITED TO THE TOTAL AMOUNT OF FEES PAID BY YOU TO COMPANY FOR YOUR USE OF THE APPLICABLE ONLINE SERVICE.<br><br>WITHOUT LIMITATION OF THE FOREGOING, AND TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, YOUR SOLE REMEDY IN THE EVENT OF ANY DEFICIENCY, DEFECT, FAILURE, DISSATISFACTION, ERROR OR INTERRUPTION IN THE ONLINE SERVICES SHALL BE TO REQUEST THAT COMPANY CORRECT THE ERROR OR DEFECT, AND IF COMPANY FAILS TO DO SO, TO DISCONTINUE USE OF THE ONLINE SERVICES.<br><br><u>INDEMNIFICATION</u><br><br>You agree to indemnify, defend, and hold harmless the Company and each of its officers, directors, employees, agents, licensors, and suppliers from and against all claims, losses, expenses, judgments, fines, penalties, liabilities, damages and costs, including reasonable attorneys’ fees, resulting from any violation by you of this Agreement or any breach of any representation or warranty by you. The Company reserves the right to assume the exclusive defense and control of any matter subject to indemnification by you.  You remain solely responsible for your UGC, and you agree to indemnify and hold harmless the Company and its agents with respect to any claim arising from your UGC.<br><br><u>DISPUTE RESOLUTION</u><br><br>This Agreement shall be exclusively governed by, and construed in accordance with, the laws of the State of Texas, notwithstanding its choice of law rules. For any and all legal disputes involving the terms of this Agreement, you agree to submit to the exclusive jurisdiction of the state and federal courts sitting in Dallas County, Texas, and waive any jurisdictional, venue, or inconvenient forum objections to such courts. You also agree to attempt in good faith to resolve any claim or dispute with the Company before commencing arbitration.  Any claim or dispute notice regarding the Online Service must be sent via email to dispute@gearboxsoftware.com as well as by U.S. Mail to Gearbox Software, LLC, ATTN: Legal Department/Arbitration Notice, 101 East Park Blvd., Suite 1200, Plano, Texas 75074, and must contain a written statement accurately setting forth (1) your name, address and contact information; (2) your email address; (3) all facts giving rise to the claim or dispute; and (4) the relief you seek.<br><br>You and the Company further agree as follows: (1) any claim or dispute brought to enforce this Agreement must be commenced within one (1) year of the event giving rise to the alleged claim or dispute; (2) the prevailing party will be entitled to costs and attorneys’ fees; and (3) any claim or dispute must be brought individually and not consolidated as part of a group or class action complaint.<br><br>The only disputes not covered by this Agreement to negotiate informally and arbitrate are disputes enforcing, protecting, or concerning the validity of any intellectual property rights asserted by the Company, its partners and affiliates.<br><br><u>BINDING ARBITRATION & CLASS ACTION WAIVER</u><br><br>PLEASE READ THIS SECTION CAREFULLY. IT AFFECTS YOUR LEGAL RIGHTS CONCERNING ANY DISPUTES REGARDING USE OF THE LICENSED WORKS BETWEEN YOU AND THE COMPANY, ITS PARTNERS, AFFILIATES, OFFICERS, DIRECTORS, EMPLOYEES, AND AGENTS.<br><br>(a) Dispute. As used in this Agreement, “Dispute” means any dispute, claim, demand, action, proceeding, or other controversy between you and the Company concerning the Online Services or Licensed Works, whether based in contract, warranty, tort (including, without limitation, fraud, misrepresentation, fraudulent inducement, concealment, omission, negligence, conversion, trespass, strict liability, and product liability), statute (including, without limitation, consumer protection and unfair competition statutes), regulation, ordinance, or any other legal or equitable basis or theory. “Dispute” will be given the broadest possible meaning allowable under law.<br><br>(b) Informal Resolution Option. You and the Company agree to attempt in good faith to resolve any Dispute before commencing arbitration. Unless you and the Company otherwise agree in writing, the time for informal resolution will be 60 days from the date on which you or the Company mails a notice of the Dispute (“Notice of Dispute”) as specified in Paragraph(c). You and the Company agree that neither party will commence arbitration before the end of the 60-day period provided for informal resolution.<br><br>(c) Dispute Notices. Notice of any Dispute with the Company regarding online use of the Licensed Works must be sent via email to dispute@gearboxsoftware.com as well as by U.S. Mail to Gearbox Software, LLC, ATTN: LEGAL DEPT/ARBITRATION NOTICE, 101 East Park Blvd., Suite 1200, Plano, TX 75074, and must contain a written statement setting forth (1) your name, address, and contact information; (2) your email address; (3) all facts giving rise to the Dispute; and (4) the relief you seek. Notice of a Company Dispute with you will be sent to your registered email address and by U.S. Mail to the known mailing address.<br><br>(d) BINDING ARBITRATION. IF YOU LIVE IN THE UNITED STATES, YOU AND THE COMPANY AGREE THAT IF YOU AND THE COMPANY DO NOT RESOLVE ANY DISPUTE BY INFORMAL NEGOTIATION UNDER PARAGRAPH (b) ABOVE, ANY EFFORT TO RESOLVE THE DISPUTE WILL BE CONDUCTED EXCLUSIVELY BY BINDING ARBITRATION IN ACCORDANCE WITH THE ARBITRATION PROCEDURES IN PARAGRAPH (g) BELOW. YOU UNDERSTAND AND ACKNOWLEDGE THAT BY OPTING TO USE THE LICENSED WORKS OR THE SITE, YOU ARE AGREEING TO BINDING ARBITRATION WHICH FORFEITS ANY RIGHTS YOU MAY HAVE TO LITIGATE (OR PARTICIPATE IN AS A PARTY OR CLASS MEMBER) ALL DISPUTES IN COURT BEFORE A JUDGE OR JURY. INSTEAD, YOU UNDERSTAND AND AGREE THAT ALL DISPUTES WILL BE RESOLVED BEFORE A NEUTRAL ARBITRATOR, WHOSE AWARD (DECISION) WILL BE BINDING AND FINAL, EXCEPT FOR A LIMITED RIGHT OF APPEAL UNDER THE FEDERAL ARBITRATION ACT. ANY COURT WITH JURISDICTION OVER THE PARTIES MAY ENFORCE THE ARBITRATOR'S AWARD.<br><br>THE ONLY DISPUTES NOT COVERED BY THIS AGREEMENT TO NEGOTIATE INFORMALLY AND ARBITRATE ARE DISPUTES ENFORCING, PROTECTING, OR CONCERNING THE VALIDITY OF ANY OF THE COMPANY’S (OR ANY OF YOUR OR THE COMPANY’S LICENSORS’) INTELLECTUAL PROPERTY RIGHTS.<br><br>(e) Small Claims Option. Notwithstanding Paragraph (d), you may also have the right to litigate any Dispute regarding your use of the Licensed Works or the Site in small claims court, subject to satisfying all requirements of the small claims court, including any limitations on jurisdiction and the disputed amount at issue.<br><br>(f) CLASS ACTION WAIVER. YOU AND THE COMPANY AGREE THAT ANY PROCEEDINGS TO RESOLVE OR LITIGATE ANY DISPUTE, WHETHER IN ARBITRATION, IN COURT, OR OTHERWISE, WILL BE CONDUCTED SOLELY ON AN INDIVIDUAL BASIS, AND THAT NEITHER YOU NOR COMPANY WILL SEEK TO HAVE ANY DISPUTE HEARD AS A CLASS ACTION, A REPRESENTATIVE ACTION, A COLLECTIVE ACTION, A PRIVATE ATTORNEY-GENERAL ACTION, OR IN ANY PROCEEDING IN WHICH YOU OR THE COMPANY ACTS OR PROPOSES TO ACT IN A REPRESENTATIVE CAPACITY. YOU AND THE COMPANY FURTHER AGREE THAT NO ARBITRATION OR PROCEEDING WILL BE JOINED, CONSOLIDATED, OR COMBINED WITH ANOTHER ARBITRATION OR PROCEEDING WITHOUT THE PRIOR WRITTEN CONSENT OF YOU, THE COMPANY, AND ALL PARTIES TO ANY SUCH ARBITRATION OR PROCEEDING.  YOU AND THE COMPANY  AGREE THAT NO ARBITRATOR SHALL HAVE THE AUTHORITY TO FASHION A PROCEEDING AS A CLASS OR COLLECTIVE ACTION OR TO AWARD RELIEF TO A GROUP OR CLASS OF USERS IN ANY ARBITRATION PROCEEDING.<br><br>(g) Arbitration Procedure. Subject to the terms herein, the arbitration of any Dispute will be conducted by, and according to the rules and procedures of, the American Arbitration Association (the “AAA”). Information about the AAA, and how to commence arbitration before it, is available at www.adr.org or by calling 1-800-778-7879. The Commercial Arbitration Rules of the AAA will govern the arbitration. If you are an individual consumer and use the Licensed Works for personal or household use, or if the value of the Dispute is $75,000 or less, the Supplementary Procedures for Consumer-Related Disputes of the AAA will also apply. If the AAA rules or procedures conflict with the provisions of this Agreement, the provisions of this Agreement will govern. You may request a telephonic or in-person hearing by following the AAA rules and procedures. Where the value of a Dispute is $10,000 or less, any hearing will be via electronic communications unless the arbitrator finds good cause to instead hold an in-person hearing.<br><br>(h) Arbitration Location. You agree to commence arbitration only in Dallas County, Texas. The Company agrees to commence arbitration only in your county of residence.<br><br>(i) Costs & Fees. In any arbitration you commence, the Company reserves its right to seek its expenses associated with the arbitration process. In a Dispute involving more than $75,000, the AAA rules will govern payment of filing and AAA administrative fees and arbitrator's fees and expenses. You and the Company agree that fees and expenses are not counted in determining how much a Dispute involves.<br><br>(j) Enforceability. If the class action waiver (which includes a waiver of private attorney-general actions) in Paragraph (f) is found to be illegal or unenforceable as to all or some parts of a Dispute, whether by judicial, legislative, or other action, then this Section and its subsections will not apply to those parts. Instead, those parts of the Dispute will be severed and proceed in a Texas court of law, with the remaining parts proceeding in arbitration. The definition of “Dispute” in Paragraph (a) will still apply to this Agreement.<br><br>(k) Rejection Rights. If the Company makes a material change to this Section (other than an administrative change or revision to the notice address in Paragraph (c)) while you are authorized to use the Licensed Works or the Site, you may seek to reject the change by sending the Company written notice (in English, please) within 30 days of the basis for rejection by email to privacy@gearboxsoftware.com and via U.S. Mail to the address contained in Paragraph (c). You agree that you will informally negotiate and arbitrate any Dispute between us in accordance with the most recent version of this Section prior to the change you rejected and that Company reserves all lawful rights irrespective of such rejection.<br><br>(l) Severability. If any provision of this Section and its subsections, other than Paragraph (f) (i.e., class action waiver), is found to be illegal or unenforceable, that provision shall be limited or eliminated only to the minimum extent necessary so that this Agreement shall otherwise remain in full force and effect.<br><br>(m) Survival. The provisions of this Section will survive termination of this Agreement and the provision of the Online Services, Licensed Works and the Site.<br><br><u>TERMINATION</u><br><br>The Company may terminate or suspend your access to any and all Online Services and any registered account immediately, without prior notice or liability, for any reason. Upon termination of your account, your right to use the Online Services will immediately cease. If you wish to terminate your account, you may simply discontinue using the Online Services or login into your account and click “Delete my account” option. All provisions of this Agreement which by their nature should survive termination shall survive termination, including, without limitation, ownership provisions, warranty disclaimers, indemnity, limitations of liability and the like.<br><br><u>MISCELLANEOUS</u><br><br>In the event that any of the provisions of this Agreement are held by a court or other tribunal of competent jurisdiction to be unenforceable, such provisions shall only be limited or eliminated to the minimum extent necessary so that this Agreement shall otherwise remain in full force and effect. This Agreement, the Privacy Policy located at www.gearboxsoftware.com/privacy, and the Publisher’s End User License Agreement located on the game product, constitute the entire agreement between you and the Company pertaining to the subject matter hereof, and any and all written or oral agreements heretofore existing between you and the Company with respect to the subject matter of this Agreement are expressly canceled. The Company may modify the terms of this Agreement at any time in its sole discretion by posting a revised Agreement or, in the case of a material modification, by posting notice of such modification on the website page entitled “Terms of Service” or “Legal Notice” (or similar title).<br><br><u>DESIGNATED AGENT UNDER THE DIGITAL MILLENNIUM COPYRIGHT ACT</u><br><br>The Digital Millennium Copyright Act (“DMCA”) provides a mechanism for notifying service providers of claims of unauthorized use of copyrighted materials. Under the DMCA, a claim must be sent to the service provider’s designated agent. If you believe in good faith that the Company should be notified of a possible online copyright infringement involving any Online Service, please notify the Company’s designated agent:<br><br>Service Provider:  Gearbox Software, LLC<br>Address of Designated Agent:  101 East Park Blvd., Suite 1200, Plano, Texas 75074<br>Attention: General Counsel<br>Telephone Number of Designated Agent: 214-312-8202 ext. 184<br>Facsimile Number of Designated Agent: 214-312-1600<br>Email Address of Designated Agent: wade.callendar@gearboxsoftware.com<br><br>Please be aware that, in order to be effective, your notice of claim must comply with the detailed requirements set forth in the DMCA. You are encouraged to review them (see 17 U.S.C. Sec. 512(c)(3)) before sending such notice of claim.<br><br>To meet the notice requirements under the DMCA and this Agreement, the notification must be a written communication that includes the following: (1) a physical or electronic signature of a person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed; (2) identification of all copyrighted work claimed to have been infringed, or, if multiple copyrighted works at a single online site are covered by a single notification, a representative list of such works at that site; (3) identification of the material that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled, and information reasonably sufficient to permit us to locate the material; (4) information reasonably sufficient to permit us to contact the complaining party, such as an address, telephone number and, if available, an electronic mail address at which the complaining party may be contacted; (5) an attestation that the complaining party possesses a good-faith belief that use of the material in the manner complained of is unauthorized by the copyright owner, its agent or the law; and (6) an attestation that the information in the notification is accurate and, under penalty of perjury, that the complaining party is authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.%AMENDMENT%"
Amendment_360="<br><br><u>Microsoft</u><br><br>Please be advised that Players are additionally bound by the terms contained in Microsoft’s Xbox Live Terms of Use (http://www.xbox.com/en-US/Legal/livetou), Privacy Statement (http://www.microsoft.com/privacystatement/en-US/core/default.aspx) and Code of Conduct (http://www.xbox.com/en-US/Legal/CodeOfConduct?xr=footnav)."
Amendment_PC=
Amendment_PS3=
Amendment_PS3SCEA="<br><br><u>PlayStation®Store</u><br><br>Purchase and use of items are subject to the Network Terms of Service and User Agreement. This online service has been sublicensed to you by Sony Computer Entertainment America."
Amendment_PS3SCEE="<br><br><u>PlayStation®Store</u><br><br>Any content purchased in an in-game store will be purchased from Sony Network Entertainment Europe Limited (“SNEE”) and be subject to Sony Entertainment Network Terms of Service and User Agreement which is available on the PlayStation®Store. Please check usage rights for each purchase as these may differ from item to item. Unless otherwise shown, content available in any in-game store has the same age rating as the game."
Amendment_PS3SCEJ=
CodeOfConduct_INT=http://www.xbox.com/en-US/Legal/CodeOfConduct?xr=footnav
CodeOfConduct_FRA=http://www.xbox.com/fr-FR/Legal/CodeOfConduct?xr=footnav
CodeOfConduct_ITA=http://www.xbox.com/it-IT/Legal/CodeOfConduct?xr=footnav
CodeOfConduct_DEU=http://www.xbox.com/de-DE/Legal/CodeOfConduct?xr=footnav
CodeOfConduct_ESN=http://www.xbox.com/es-ES/Legal/CodeOfConduct?xr=footnav
CodeOfConduct_JPN=http://www.xbox.com/ja-JP/legal/CodeofConduct?xr=footnav